testCases/Cavity/Ye/non-ideality-comparison/cavity_stoich_ideal/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

3         
(
    fixedWalls
    {
        type wall;
        nFaces 3;
        startFace 0;
    }
    frontAndBack
    {
        type empty;
        nFaces 2;
        startFace 3;
    }
    movingWall
    {
        type wall;
        nFaces 1;
        startFace 5;
    }
)
